GREETING_MESS = 'Я бот для компании "Интерсвязь" который поможет вам узнать о загруженности столовой в офисе "Эталон". Для того чтобы продолжить работу с ботом, вам необходимо авторизоваться. Отправьте ваш номер телефона, для проверки наличия его в базе данных.'
PHONE_NUMBER_EXISTS = "Отлично ! Вы ваш номер существует, вы может воспользоваться моими функциями ! Вы можете пользоваться следующими функциями \n /kitchen - увидеть загруженность столовой в реальном времени \n /kitchen_stat - для просмотра статистики загруженнсоти кухни"
PHONE_NUMBER_NOT_EXISTS = "К сожалению, я не смог найти ваш номер. Если вы сотрудник компании обратитесь HR, для решения данной ситуации. Пока я не могу предоставить вам свои функции."
NOT_ALLOWED_FUNC = "Вы не можете пользоваться данной функцией, так как не авторизованны! Для авторизации введите команду /start"
KITCHEN_PHOTO_CAPTURE = "На данный момент на кухне находиться {} человек."
