GREETING_MESS = '🤖 Я бот компании "Интерсвязи"\n- Помогаю узнать загруженность столовой в офисе "Эталон".\n- Помагаю бронировать и смотреть брони переговорных.\n Для работы отправьте свой номер телефона.'
PHONE_NUMBER_EXISTS = "Отлично! Ваш номер подтвержден. Доступны следующие функции:\n🍴 Информация о кухне: посмотреть загруженность столовой в реальном времени.\n📊 Загруженность кухни: статистика использования кухни.\n🗓️ Бронирование переговорных: информация о бронирование переговорных."
PHONE_NUMBER_NOT_EXISTS = "Не нашел ваш номер. Обратитесь к HR, если вы сотрудник. Функции пока недоступны."
NOT_ALLOWED_FUNC = "Вы не можете пользоваться данной функцией, так как не авторизованны! Для авторизации введите команду /start"
KITCHEN_PHOTO_CAPTURE = (
    "На данный момент на кухне находиться {} человек.\n{}"
)
STATISTIC_MESS = "Загруженность кухни за {}."
SELECT_PERIOD_MESS = "Выберите период:"
INPUT_PERIOD_MESS = (
    "Введите период в формате: год-месяц-день год-месяц-день"
)
NO_CAMERA_EVENTS = "Невозможно построить гистограмму, так как за {} камера не зафиксировала появление людей."
MENU_MESSAGE = "Выберите одну из команд."
BOOKING_STATUS_TEMPLATE = (
    """{status} [{people_count}] - {location} {start_time} {end_time}"""
)
BAD_CODE = "Не возможно получить фото сервер вернул {} статус."
